<?php
define('_LANG_DIGI_', 'th');
define('_LANG_', 'ไทย');
define('_URL_PAY_', 'http://demo.paysbuy.com/paynow.aspx?c=true');

//nav
define('_LANG_01_', 'สวัสดี');
define('_LANG_02_', 'ออกจากระบบ');
define('_LANG_03_', 'เข้าสู่ระบบ');
define('_LANG_04_', 'สมัครสมาชิก');
define('_LANG_05_', 'ไทย');
define('_LANG_06_', 'อังกฤษ');
define('_LANG_07_', 'หน้าหลัก');
define('_LANG_08_', 'เกี่ยวกับเรา');
define('_LANG_09_', 'หมวดหมู่สินค้า');
define('_LANG_10_', 'แบรนด์สินค้า');
define('_LANG_11_', 'วิธีสั่งซื้อสินค้า');
define('_LANG_12_', 'แจ้งชำระเงิน');
define('_LANG_13_', 'ติดต่อเรา');
define('_LANG_14_', 'ค้นหาสินค้า,หมวดหมู่สินค้า');
define('_LANG_15_', 'ดาวน์โหลด');
define('_LANG_600_', 'สินค้า');
define('_LANG_601_', 'ดูทั้งหมด');
define('_LANG_602_', 'ประวัติ');

define('_LANG_614_', 'นโยบายบริษัท');
define('_LANG_615_', 'วิธีการชำระเงิน');

define('_LANG_616_', 'โอนเงิน');
define('_LANG_617_', 'ชำระเงินปลายทาง');



//payment
// define('_LANG_603_', 'ขอใบกำกับภาษี');
// define('_LANG_604_', 'ข้อมูลสำหรับใบเสร็จ/ออกใบกำกับภาษี');
// define('_LANG_605_', 'ชื่อ/บริษัท สำหรับใบเสร็จ/ออกใบกำกับภาษี :');
// define('_LANG_606_', 'เลขประจำตัวผู้เสียภาษี 13 หลัก :');
// define('_LANG_607_', 'ที่อยู่สำหรับออกใบกำกับภาษี :');
// define('_LANG_608_', 'ข้อมูลสำหรับส่งไปรษณีย์');
// define('_LANG_609_', 'ชื่อ/บริษัท สำหรับส่งไปรษณีย์ :');
// define('_LANG_610_', 'ชื่อคนรับ :');
// define('_LANG_611_', 'ที่อยู่สำหรับส่งไปรษณีย์ :');
define('_LANG_612_', 'ปิด');
define('_LANG_613_', 'ส่งข้อมูล');







//index
define('_LANG_16_', 'แบรนด์สินค้า');
define('_LANG_17_', 'หมวดหมู่');
define('_LANG_18_', 'สินค้ายอดนิยม');
define('_LANG_19_', 'สินค้าแนะนำ');

//about
define('_LANG_20_', 'ข้อมูลเกี่ยวกับบริษัท');
define('_LANG_21_', 'ผ่อนชำระสินค้า 0% นาน 3 เดือน');
define('_LANG_22_', 'สินค้าลดราคา');


//Brand
define('_LANG_23_', 'ค้นหาแบรนด์สินค้า');

//login
define('_LANG_24_', 'กรุณาเข้าสู่ระบบ');
define('_LANG_25_', 'กรุณาเข้าสู่ระบบก่อนกระทำใดๆ');
define('_LANG_26_', 'ลืมรหัสผ่าน');
define('_LANG_27_', 'คงสถานะการเข้าสู่ระบบ');

define('_LANG_28_', 'อีเมล์');
define('_LANG_29_', 'รหัสผ่าน');



//contact
define('_LANG_30_', 'แผนที่');
define('_LANG_31_', 'ติดต่อ');
define('_LANG_32_', 'โทรศัพท์');
define('_LANG_33_', 'อีเมล์');
define('_LANG_34_', 'แผนก');
define('_LANG_35_', 'รายละเอียด');
define('_LANG_36_', 'ชื่อบริษัท');
define('_LANG_37_', 'ประเภทธุรกิจ');
define('_LANG_38_', 'ชื่อ-นามสกุล');
define('_LANG_39_', 'โทรศัพท์');
define('_LANG_40_', 'ที่อยู่');
define('_LANG_41_', 'ส่งข้อมูล');
define('_LANG_42_', 'สอบถามข้อมูลสินค้า');
define('_LANG_43_', 'แนะนำการให้บริการ');
define('_LANG_44_', 'เคลม/ซ่อมสินค้า');
define('_LANG_45_', 'ขอใบเสนอราคา');
define('_LANG_46_', 'ขอเค-แค็ตตาล็อก');


//footer
define('_LANG_47_', 'ติดตามข่าวสาร');
define('_LANG_48_', 'นโยบายของเรา');
define('_LANG_49_', 'ร่วมงานกับเรา');



define('_LANG_50_', 'ชื่อ');
define('_LANG_51_', 'บันทึกข้อมูล');

//product detail
define('_LANG_52_', 'รหัสสินค้า');
define('_LANG_53_', 'แบรนด์สินค้า');
define('_LANG_54_', 'ราคาเดิม');
define('_LANG_55_', 'ลด');
define('_LANG_56_', 'ราคาปลีก');
define('_LANG_57_', 'สินค้าราคาต่อ');
define('_LANG_58_', 'ชุด');
define('_LANG_59_', 'ราคาสินค้ารวมภาษีมูลค่าเพิ่มแล้ว');
define('_LANG_60_', 'การรับประกัน');
define('_LANG_61_', 'สต๊อก');
define('_LANG_62_', 'เลือกวิธีการจัดส่ง');
define('_LANG_63_', 'บัตรเครดิต');
define('_LANG_64_', 'โอนเงิน');
define('_LANG_65_', 'เก็บเงินปลายทาง');
define('_LANG_66_', 'มีสินค้า');
define('_LANG_67_', 'สินค้าหมด');





define('_LANG_218_', 'รายละเอียดสินค้า');
define('_LANG_219_', 'ราคา/ชิ้น : ');
define('_LANG_220_', 'จำนวนสินค้า : ');
define('_LANG_221_', 'ราคารวม  ');
define('_LANG_125_', 'บาท');



//mycart
define('_LANG_170_', 'รายการ');
define('_LANG_171_', 'รูปสินค้า');
define('_LANG_172_', 'ชื่อสินค้า');
define('_LANG_173_', 'จำนวน');
define('_LANG_174_', 'ราคารวม');
define('_LANG_175_', 'ลบ');
define('_LANG_161_', 'สินค้าในรถเข็น');
define('_LANG_70_', 'รวม');

define('_LANG_162_', 'ราคาสินค้าทั้งหมด');
define('_LANG_163_', 'ราคาสินค้าไม่รวม VAT 7%');
define('_LANG_164_', 'ราคาสินค้ารวม VAT 7%');
define('_LANG_165_', 'ราคาสุทธิ (บาท)');

//profile
define('_LANG_68_', 'ที่อยู่ของฉัน');
define('_LANG_69_', 'สถานะการจัดส่ง');

define('_LANG_71_', 'ข้อมูลบัญชีธนาคาร/บัตร');
define('_LANG_72_', 'ชื่อ-นามสกุล');


define('_LANG_97_', 'รายละเอียดข้อมูลสมาชิก');
define('_LANG_98_', 'แก้ไขข้อมูลสมาชิก');
define('_LANG_99_', 'แก้ไขที่อยู่จัดส่ง');
define('_LANG_100_', 'ประวัติการสั่งซื้อ');
define('_LANG_101_', 'ประวัติการร่วมบริจาค');
define('_LANG_102_', 'สถานะการจัดส่ง');
define('_LANG_280_', 'รายการสินค้า');
define('_LANG_281_', 'ลำดับ');
define('_LANG_282_', 'ชื่อสินค้า');
define('_LANG_283_', 'จำนวนสินค้า');
define('_LANG_284_', 'วันที่ต้องการสินค้า');
define('_LANG_285_', 'ยืนยันการสั่งซื้อ');

define('_LANG_103_', 'เปลี่ยนรหัสผ่าน');

define('_LANG_137_', 'เปลี่ยนรหัสผ่าน');
define('_LANG_138_', 'รหัสผ่านเดิม');
define('_LANG_139_', 'รหัสผ่านใหม่');


define('_LANG_400_', 'เพิ่มที่อยู่ในการจัดส่ง');
define('_LANG_401_', 'เลือก');
define('_LANG_402_', 'รายละเอียดที่อยู่');
define('_LANG_403_', 'ห้องเลขที่, บ้านเลขที่, ตึก, ชื่อถนน');



//payment
define('_LANG_404_', 'รายการสั่งซื้อ');
define('_LANG_405_', 'ยอดเงิน');
define('_LANG_406_', 'ธนาคารที่โอน');
define('_LANG_407_', 'วันที่โอน');
define('_LANG_408_', 'เวลาที่โอน');
define('_LANG_409_', 'แนบไฟล์');

//check_status_packing
define('_LANG_410_', 'ตรวจสอบสถานะการจัดส่ง');
define('_LANG_411_', 'เลือกวิธีการจัดส่ง');
define('_LANG_412_', 'เลขที่ใบสั่งซื้อ');
define('_LANG_413_', 'ตรวจสอบ');
define('_LANG_414_', 'วันที่ / เวลา');
define('_LANG_415_', 'วิธีการจัดส่ง');
define('_LANG_416_', 'หมายเลขพัสดุ');
define('_LANG_417_', 'สถานที่จัดส่ง');





//creditcard
define('_LANG_418_', 'เพิ่มบัตรเครดิต');
define('_LANG_419_', 'ชื่อที่ปรากฏบนบัตร');
define('_LANG_420_', 'หมายเลขบัตร');
define('_LANG_421_', 'ประเภทบัตร');
define('_LANG_422_', 'วันหมดอายุ');
define('_LANG_423_', 'cvv');
define('_LANG_424_', 'ที่อยู่ในการวางบิล');


define('_LANG_425_', 'ชื่อบริษัท');
define('_LANG_426_', '');





//register
define('_LANG_544_', 'โปรดระบุข้อมูลให้ครบถ้วน');
define('_LANG_545_', 'ข้อมูลผู้สมัคร');
define('_LANG_546_', 'เลขที่บัตรประชาชน/เลขประจำตัวผู้เสียภาษี');
define('_LANG_547_', 'คำนำหน้า');
define('_LANG_548_', 'นาย');
define('_LANG_549_', 'นาง');
define('_LANG_550_', 'นางสาว');
define('_LANG_551_', 'ชื่อ');
define('_LANG_552_', 'นามสกุล');
define('_LANG_553_', 'วัน/เดือน/ปีที่สมัคร');
define('_LANG_554_', 'วัน');
define('_LANG_555_', 'เดือน');
define('_LANG_556_', 'มกราคม');
define('_LANG_557_', 'กุมภาพันธ์');
define('_LANG_558_', 'มีนาคม');
define('_LANG_559_', 'เมษายน');
define('_LANG_560_', 'พฤษภาคม');
define('_LANG_561_', 'มิถุนายน');
define('_LANG_562_', 'กรกฎาคม');
define('_LANG_563_', 'สิงหาคม');
define('_LANG_564_', 'กันยายน');
define('_LANG_565_', 'ตุลาคม');
define('_LANG_566_', 'พฤศจิกายน');
define('_LANG_567_', 'ธันวาคม');
define('_LANG_568_', 'ปี');
define('_LANG_569_', 'เพศ');
define('_LANG_570_', 'ชาย');
define('_LANG_571_', 'หญิง');
define('_LANG_572_', 'กำหนดข้อมูลรหัสผ่าน');
define('_LANG_573_', 'กรุณาใส่อีเมล์ที่ใช้งานจริงเท่านั้น');
define('_LANG_574_', 'รหัสผ่านจำนวนอย่างน้อย 6 ตัวอักษร');
define('_LANG_575_', 'ยืนยันรหัสผ่านอีกครั้ง');
define('_LANG_576_', 'ที่อยู่ปัจจุบัน');
define('_LANG_577_', 'เลขที่');
define('_LANG_578_', 'หมู่ที่');
define('_LANG_579_', 'หมู่บ้าน / คอนโด / อาคาร');
define('_LANG_580_', 'ซอย');
define('_LANG_581_', 'ถนน');
define('_LANG_582_', 'จังหวัด');
define('_LANG_583_', 'กรุณาเลือก');
define('_LANG_584_', 'อำเภอ / เขต');
define('_LANG_585_', 'ตำบล/แขวง');
define('_LANG_586_', 'รหัสไปรษณีย์');
define('_LANG_587_', 'โทรศัพท์บ้าน');
define('_LANG_588_', 'โทรศัพท์มือถึอ');
define('_LANG_589_', 'โทรศัพท์ที่ทำงาน');
define('_LANG_590_', 'เบอร์ต่อ (ถ้ามี)');
define('_LANG_591_', 'รหัสตรวจสอบความปลอดภัย');
define('_LANG_592_', 'กรุณากรอกรหัสที่ท่านเห็น');
define('_LANG_593_', 'คงสถานะการเข้าสู่ระบบไว้ตลอด');
define('_LANG_594_', 'ต้องการสมัครรับข่าวสารและข้อเสนอสุดพิเศษ');






?>